[{
  "name": "KAURILAN SAUNA",
  "productDescription": "",
  "InfoButtonText": "Kaurilan sauna raaka-aineet",
  "ingredients":
  [
    {
    "name": "Sitronellaheinä",
    "imagesrc": "images\\sitronellaheinä.jpg",
    "info": "Sitruunaruoho tai sitruunaheinä on arvostettu ja monipuolinen kasvi, joka kasvaa tropiikissa kahden metrin korkuiseksi. Sitruunaruoho kuuluu cymbogon-sukuun, jossa on yli 50 eri lajia. Suomessa ei juurikaan tehdä eroja eri lajien välillä ja yleinen nimi on sitruunaruoho. Cymbogon citratus on tunnettu ja syötävä sitruunaruoho, kun taas Cymbogon nardus (jäkkisitrusheinä tai sitronellaheinä) on suosittua kosmetiikassa ja jopa hyönteisten karkottajana. Sitronellaheinällä on purppuranväriset varret. Siitä saadaan eteeristä öljyö, jota käytetään saippuoissa, kynttilöissä ja aromaterapiassa. Tärkeimmät kemialliset aineet ovat  sitraali eli lemonaali ja geranioli, jotka ovat antiseptisiä.  Sitraali antaa sitrusmaisen tuoksun ja sama ainetta on myös sitruunamelissassa. Sitraalia ja geraniolia käytetään paljon parfyymeissa.  Se sisältää myös sitronellolia, jota esiintyy huomattavia määriä ruusuissa ja kurjenpolvissa. Eteerinen öljy saadaan tuoreista varsista ja lehdistä höyrytislaamalla."
    },
    {
    "name": "Appelsiininkukka",
    "imagesrc": "images\\appelsiininkukka.jpg",
    "info": "Hapanappelsiini eli pomeranssi (Citrus aurantium) on todellinen ihmepuu, josta saadaan monia tuoksuja ja marmelaadia, mutta ei mehua, koska se on nimensä mukaan liian hapanta. Hapanappelsiinin suurin lahja tuoksujen maailmalle ovat siitä saatavat eteeriset öljyt. <br/><br/>Kun appelsiinipuu kukkii, valkoisten kukkien tuoksu on huumaava. Puuhun ilmestyy kukkia, joissa on viisi terälehteä. Kukat tuottavat makoisiaa nektaria, joka on mehiläisille vastustamatonta. Kun kukkiminen alkaa, kukkien sisältämä eteerinen öljy lisääntyy. Appelsiinikukasta kerätään öljy liuottamalla ja uuttamalla, jonka jälkeen alkoholilla sen öljy suodatetaan absoluutuksi.<br/><br/>Höyrytislaamalla kukkia saadaan parfyymeissä paljon käytettyä ainesosaa. Se on neroli. Paras neroliöljy tulee monien mielestä Tunisiasta, jossa appelsiininkukkia korjataan huhti-toukokuussa. Neroli sisältää paljon linaloolia, jota löytyy myös laventelista ja mintusta."
    },
    {
    "name": "Rosmariini",
    "imagesrc": "images\\rosmariini.jpg",
    "info": "Rosmariini (Rosmarinus officinalis) on kotoisin Välimeren rannoilta, jossa rosmariinipensaat saattavat kasvaa kahden metrin korkuisiksi. Rosmariini kuuluu huulikukkaiskasvien heimoon (Lamiaceae), johon kuuluu paljon mintun sukuisia yrttejä. Rosmariinin nimi tulee latinasta rosmarinus, joka tarkoittaa meren merenruusua.  Se ei tarvitse muuta kuin meren kosteutta kasvaakseen.<br/><br/> Rosmariini sisältää runsaasti eteerisiä öljyjä ja karvaita makuaineita, jotka yhdessä antavat sille sen tyypillisen makean, hieman karvaan maun. Suurin osa rosmariinista tulee Espanjasta, Marokosta ja Ranskasta.  Rosmariini on yksi vanhimmista kasveista, jota on käytetty lääkkeenä ja ruoanlaitossa.  Sen tunsivat jo muinaiset egyptiläiset. Sen eteerinen öljy sisältää paljon pineeniä, joka tekee siitä antiseptistä. Pineeniä tavatataan myös männyn pihkassa. Sen öljy sisältää myös borneolia ja kamferia. Eteerinen öljy on hyvää iholle ja rosmariinia on käytetty ihottumien ja aknen hoitamiseen. Rosmariini oli tärkeimpiä aineita, joita alettiin tislaamaa Euroopassa 1400-luvulla. Rosmariinia sisältä ”Unkarin vesi” oli ensimmäisiä moderneja parfyymituotteita."
    },
    {
    "name": "Mustaherukka",
    "imagesrc": "images\\mustaherukka.jpg",
    "info": "Mustaherukkaan (Ribes nigrum) kuuluu 150 eri lajia, joita tavataan Euroopassa ja Pohjois-Amerikassa.  Se on kotoisin pohjoisesta Euroopasta ja Aasiasta. Sitä viljeltiin jo 1000-luvulla Venäjän luostareissa. Mustaherukassa olevat fenoliset yhdisteet pystyvät estämään useiden eri bakteerien sitoutumisen elimistöön. Mustikan, mustaherukan, variksenmarjan ja puolukan polyfenolit (antosyaanit, proantosyanidit ja flavonolit) torjuvat suun bakteereja ja estävät karieksen ja plakin muodostumista hampaisiin. Mustaherukan siemenistä puristettu öljy sopii kuiville hiuksille ja iholle. Se sisältää gammalinoleenihappoa, joka on omega-6 rasvahappo."
    },
    {
    "name": "Teepuu",
    "imagesrc": "images\\teepuu.jpg",
    "info": "Teepuulla (Melaleuca alternifolia) ei ole mitään tekemistä teen (Camelia sinensis) kanssa. Se on kotoisin Australiasta. Omituisen nimensä se sai 1700-luvulla merimiehiltä, jotka keittivät teetä kasvin lehdistä. Eteeristä öljyä saadaan sen lehdistä höyrytislaamalla. Öljy on hyvin antiseptistä. Öljy sopii iho-ongelmien hoitoon.  Teepuuöljy on kellertävää vihreän sävyistä voimakkaan tuoksuista eteeristä öljyä.  Australian aboriginaalit ovat käyttäneet teepuuöljyä pitkään. Se sisältää terpineen 4-olia, joka on tervehdyttävää iholle ja hiuksille. Samaa ainesosaa on paljon myös meiramin eteerisessä öljyssä."
    },
    {
    "name": "Pelargonia",
    "imagesrc": "images\\pelargonia.jpg",
    "info": "Pelargonia-sana tulee kreikan sanasta pelargos, joka tarkoittaa haikaraa. Kasvin hedelmä muistuttaa haikaran nokkaa. Kaupalliset tuottajat puhuvat usein geraniumista, koska pelargoniat kuuluvat Geraniaceae-lajiin. Se on kotoisin Etelä-Afrikasta, mutta sitä viljellään paljon Egyptissä ja Kiinassa. Tietyillä pelargonioilla (Pelargonium graveolens ja Pelargonium rosat) on suuri merkitys hajuvesiteollisuudelle. Eteeristä öljyä tislataan kasvin varsista ja kukista ennen kuin ne kukkivat. Antiseptisellä eteerinen öljyllä on käyttöä myös aromaterapiassa. Öljy sisältää sitronellolia, nerolia ja geraniolia. Sitronellolia ja geraniolia on myös ruusuissa. Geranioli on nerolin trans-isomeeri.  Isomeeit ovat molekyyleja, joilla on sama molekyylikaava, mutta erilainen rakenne. Nerolin sitruunainen tuoksu muistuttaa geraniolia."
    },
    {
    "name": "Limetti",
    "imagesrc": "images\\limetti.jpg",
    "info": "Limetti (Citrus aurantiifolia) on on kotoisin Kaakkois-Aasiasta. Sitä on ensin kasvatettu Indonesiassa. Limetti on sukaattisitruunan ja Citrus micranthan luonnollinen risteymä. Limettiöljy  on limetin ja muidenkin sitrushedelmien, kuten sitruunan, kuorista puristettu tai tislattu eteerinen öljy, jota käytetään juomien ja hajuvesien valmistuksessa. Öljy sisältää sitraalia, linalolia ja linalyyliasetaattia. Sitraalia on erityisen paljon sitruunaruohoissa. Linalolia sisältäviä kasveja ovat esimerkiksi basilika, sitruunamelissa, korianteri ja valkosipuli. Sitraalia käytetään hajusteena parfyymeissä ja linalolia saippuoissa, voiteissa ja shampoissa."
    },
    {
    "name": "Korianteri",
    "imagesrc": "images\\korianteri.jpg",
    "info": "Korianteri (Coriandrum sativum) on mielenkiintoinen kasvi. Monet maistavat siinä sitruunaa ja limettiä, mutta osa maistaa siinä saippuaa. Tämä johtuu siitä, että näillä ihmisillä on geenivariaatio, joka tunnistaa korianterista vain tietyt aldehydit, jotka ovat heille epämiellyttävän hajuisia ja makuisia. Näitä aldehydejä käytetään saippuoissa.  Ne jotka eivät pidä korianterin aromista ovat herkkiä saturoimattomille aldehydeille mutta samaan aikaan he eivät pysty tunnistamaan niitä aromaattisia yhdisteitä, joita toiset pitävät miellyttävinä. Korianteri on kotoisin Iranista. Eteerinen öljy sisältää linaloolia, joka antaa korianterille sen aromin.  Linaloolia on mintuissa, laakerissa, kanelissa ja sitrushedelmissä. Korianterin siemenissä on linaloolin lisäksi pineeniä, jota on männyssä."
    }
  ]
},
{
  "name": "SAAREN TAIKA",
  "productDescription": "",
  "InfoButtonText": "Saaren taika raaka-aineet",
  "ingredients":
  [
    {
    "name": "Teepuu",
    "imagesrc": "images\\teepuu.jpg",
    "info": "Teepuulla (Melaleuca alternifolia) ei ole mitään tekemistä teen (Camelia sinensis) kanssa. Se on kotoisin Australiasta. Omituisen nimensä se sai 1700-luvulla merimiehiltä, jotka keittivät teetä kasvin lehdistä. Eteeristä öljyä saadaan sen lehdistä höyrytislaamalla. Öljy on hyvin antiseptistä. Öljy sopii iho-ongelmien hoitoon.  Teepuuöljy on kellertävää vihreän sävyistä voimakkaan tuoksuista eteeristä öljyä.  Australian aboriginaalit ovat käyttäneet teepuuöljyä pitkään. Se sisältää terpineen 4-olia, joka on tervehdyttävää iholle ja hiuksille. Samaa ainesosaa on paljon myös meiramin eteerisessä öljyssä."
    },
    {
    "name": "Eukalyptus",
    "imagesrc": "images\\eucalyptus.jpg",
    "info": "Australiasta kotoisin olevan eukalyptuksen (Eucalyptus globulus) lehdistä ja nuorista oksista saadaan höyrytislaamalla aromaattista ja antiseptistä öljyä, jota on käytetty kuumeen, malarian ja monien vaivojen hoitoon.Hyväntuoksuista öljyä käytetään myös kosmetiikassa, suuvesissä ja parfyymeissä. Se sisältää 90% eukalyptolia eli sineolia. Sitä käytetään myös hyönteisten karkottamiseen. Sineolia on myös laakerinlehdissä, kardemummassa, basilikassa ja rosmariinissa."
    },
    {
    "name": "Tyrni",
    "imagesrc": "images\\tyrni.jpg",
    "info": "Tyrni (Hippophae rhamnoides) on kotoisin Himalajan vuoristosta. Sen kuoren sisältämä hippofeiini-serotoniini torjuu tulehduksia ja vaikuttaa kudosten kasvuun. Marjojen C-vitamiinipitoisuus on suurimpia, mitä kasveissa on tavattu. Tyrniöljyä käytetään kosteusvoiteena, koska siinä on paljon antioksidantteja. Öljyssä on rasvahappoja, karotenoideja ja vitamiinit, joka tekee siitä hyvän ihonhoitotuotteen."
    },
    {
    "name": "Kamomilla",
    "imagesrc": "images\\kamomilla.jpg",
    "info": "Kamomillasaunio (Matricaria chamomilla) on kotoisin etelä- ja itä-euroopassa. Kuivattuna yrttinä kamomilla on erinomainen keino uudistaa ihoa ja tehdä siitä pehmeä ja tasainen. Kukat sisältävät sinistä eteeristä öljyä. Öljy sisältää bisabololia, jolla on makea ja kukkainen aromi. Sitä käytetään monissa parfyymeissa. Bisabololimyös kosteuttaa ja desinfioi ihoa. Kamomillaa on käytetty satoja vuosia ihonhoitotuotteena"
    },
    {
    "name": "Vihreä tee",
    "imagesrc": "images\\vihreätee.jpg",
    "info": "Tee eli kiinankamelia (Camellia sinensis)on alun perin kotoisin Etelä-Kiinasta Yunnanin maakunnasta, jonka naapureina ovat Intian kuuluisat teealueet Assam ja Darjeeling. Vihreä tee on Kiinassa ja Japanissa yleisin juotu juoma. Vihreän teen lehdet paahdetaan tai höyrytetäänkevyesti, mikä estää solunesteiden entsyymien ja niidensisältämien polyfenolien hapettumisen. Vihreällä teellä on positiivisia vaikutuksia syövän torjuntaan ja sokeritaudin aiheuttamaan sokeuteen. Vihreän teen on todettu edistävän myös ihon kimmoisuutta. Se on monien ihonhoitotuotteiden ainesosana."
    },
    {
    "name": "Kehäkukka",
    "imagesrc": "images\\kehäkukka.jpg",
    "info": "Kehäkukka (Calendula officinalis) on todennäköisesti kotoisin Etelä-Euroopasta. Kukista saatua öljyö käytetään ihonhoitoon. Se sisältää useita karotenoidejaeli karoteenejä, jotka ovat antioksidantteja. Kasvikunnasta löytyy kaksi värillistä aineryhmää:karotenoidit ja flavonoidit. Karotenoidit ovat rasvaliukoisia ja flavonoidit vesiliukoisia. Karotenoidit edistävät ihon pintakudoksen uusiutumista. Karotenoidit ovat luonnollisia kasvien pigmenttejä. Ne ovat väriltään keltaisia, oransseja tai punaisia. Karotenoideihin kuuluvaa beetakaroteenia käytetään elintarvikkeiden lisäaineena. Beeta-karoteenia on paljon porkkanassa, lykopeenia tomaatissa."
    },
    {
    "name": "Mustikka",
    "imagesrc": "images\\mustikka.jpg",
    "info": "Mustikan (Vaccinium myrtillus) marjoissa on runsaasti A- ja B-vitamiinia, kuituja sekä flavonoideja ja fenoliyhdisteitä. Mustikat ovat myös hyviä C-vitamiinin, magnesiumin ja kalsiumin lähteitä. Tutkimuksista on paljon näyttöä mustikan kyvystä ehkäistä muistihäiriöitä ja muita ikääntymiseen liittyviä toimintahäiriöitä.Luonnonmustikka sisältää antosyaaneja 4–5 kertaa enemmän viljeltyyn pensasmustikkaan (Vaccinium corymbosum) verrattuna. Vesiliuokoiset flavonoidit, antosyaanit kiihdyttävät solujen uusiutumista ja mahdollisesti edistävät silmien terveyttä. Mustikan sinivioletti väri johtuu antosyaanista. Antosyaanit ovat punaisia, sinisiä ja violetteja väriaineita, joita esiintyy kasvien solunesteessä. Antosyaaneja esiintyy myös sinisissä ja punaisissa kukissa."
    },
    {
    "name": "Laventeli",
    "imagesrc": "images\\laventeli.jpg",
    "info": "Laventeli (Lavandula angustifolia)  on voimakastuoksuinen yrtti, jota on käytetty paljon etenkin hajusteena. Roomalaisilla oli tapana lisätä laventelia kylpyveteensä tuoksuksi.  Siitä se on saanut nimensäkin.  Latinan lavare tarkoittaa pesemistä. Roomalaiset käyttivät laventelia myös tuoksuttaakseen hiukset ja vaatteet. <br/><br/>Laventeli on kotoisin Intiasta, mutta se viihttyy kaikkialla aurinkoisilla ja lämpimillä alueilla. Etelä-Ranska on kuuluisa violeteista laventelipelloistaan ja Ranska onkin laventelin suurin tuottajamaa.<br/><br/>Laventelin öljy sisältää paljon linalyyliasetaattia (30-55%), ja linaloolia (20-35%). Linalyyliasetaattia on paljon monissa kukissa ja erityisesti maustekasveissa, kuten kardemummassa ja muskatellisalviassa  Sitä on sitruunassa ja se on myös yksi bergamottiöljyn merkittävä ainesosa.  Öljy saadaan tislaamalla laventelin kukkia."
    }
  ]
},
{
  "name": "SAUNAN7SALAISUUTTA",
  "productDescription": "",
  "InfoButtonText": "Saunan7salaisuutta raaka-aineet",
  "ingredients":
  [
    {
    "name": "Ruusu",
    "imagesrc": "images\\ruusu.jpg",
    "info": "Ruusun uskotaan olevan kotoisin Iranista. Sen eri lajeja yli 10 000. Yleisimpiä on Rosa Centifloaja damaskiruusu, Rosa damascena. Damaskiruusu kasvaa pensaana yli kahden metrin korkuiseksi. Ruusua käytetään mausteena ruokiin Marokosta Keski-Aasiaan. Ruusu on olennainen ja suosituin ainesosa parfyymeissa. Koska ruususta saadaan vähän eteeristä öljyä eikä sille löydy halvempia korvaavia aineita, ruusun eteerinen öljy on kalleimpia eteerisiä öljyjö maailmassa. Eteerinen öljy saadaan tuoreiden terälehtien höyrytislauksesta. Varsinainen ruusuvesi on tislauksen sivutuote.Ruusuvedessä öljyä on 10-50%. Ruusu sisältää erityisesti sitronellolia, geraniolia ja nerolia."
    },
    {
    "name": "Terva",
    "imagesrc": "",
    "info": "Tervaa saadaan puusta, erityisesti männystä, kuivatislaamalla eli puuainesta hajotetaan ilman happea lämmön avulla, jolloin syntyy öljyä ja haihtuvia aineita.Mänty on pihkapitoisin jasisältää eniten hartsia verrattuna muihin puulajeihin. Tervaa käytettiin aikoinaan mm. antiseptisena aineena lääkkeeksi. Terva sopii hyvin iholle ja sillä on hoidettu ihottumia.Kuusen ja männyn pihka ovat antibakteerisia ja desinfioivia.Satoja eri ainesosia sisältävä pihka suojelee puuta sairauksilta. Pihka hillitsee bakteerien kasvua ja edistää solujen uusiutumista. Pihka on enimmäkseen terpeeneistä koostuvien eteeristen öljyjen ja hartsien seos. Terpeenit (lat. terebinthina = pihka, hartsi) ovat laaja hiilivetyjen aineryhmä.Hyväntuoksuisia terpeenejäkäytetään kosmetiikassaja hajusteina."
    },
    {
    "name": "Kataja",
    "imagesrc": "images\\kataja.jpg",
    "info": "Kataja (Juniperus communis) on sypressikasveihin kuuluva havupuu, joka on yleinen pohjoisella pallonpuoliskolla. Vaikka kataja on pieni pensas, se voi kasvaa jopa 10 metriä korkeaksi.Sukuun kuuluu 50 eri lajia. Katajan pehmeät ja pienet kävyt muistuttavat marjoja, ja niitä onkin kutsuttu katajanmarjoiksi.Kun katajanmarjoja höyrytislataan, saadaan kellertävää eteeristä öljyä. Öljy sisältää pineeniä, jota on myös männyssä sekä myrseeniä, jota on laakeripuussa, verbenassa, timjamissa ja kardemummassa. Sekä pineeniä että myrseeniä käytetään parfyymeissa. Molemmat myös karkottavat hyönteisiä."
    },
    {
    "name": "Koivu",
    "imagesrc": "images\\koivu.jpg",
    "info": "Rauduskoivun (Betula pubensces) ja hieskoivun (Betula pendula)  lehdet ovat hyvin C-vitamiinipitoisia ja niissä on paljon flavonoideja. Kosmetiikassa koivua on perinteisesti käytetty hiustenhoidossa. Koivunlehdet vahvistavat päänahkaa ja tekevät hiukset pehmeiksi ja kiiltäviksi. Koivunlehdistä voi myös tehdä hyväntuoksuisen kylvyn.<br/><br/>Koivun lehtien saponiinit ovat glykosideja. Kaikille saponiineille on tyypillistä vesiliuosten vaahtoaminen tavalla, joka muistuttaa saippuan vaahtoamista. Perinteisesti koivunmahlaa on hyödynnetty hauteina tai kasvovesinä  ihonhoidossa.  Koivun eteerisessä öljyssä on salisyylihappia ja metyylisalisylaattia, jotka suojelevat ihoa infektioilta. Koivun kuoresta uuttamalla saadun eteerisen öjyn betuliinin on todettu hilltsevän tulehduksia ja nopeuttavan haavojen paranemista. Sitä on koivun kuoressa jopa 40%. Betuliinia käytetään kosmetiikan raaka-aineena, koska se stimuloi myös terveiden ihosolujen tuotantoa. Betuliinistä tehdään emulsiovoiteita lääkekäyttöön."
    },
    {
    "name": "Mänty",
    "imagesrc": "images\\mänty.jpg",
    "info": "Männyn (Pinus sylvestris) pihkasta voidaan valmistaa mm. tervaa, pikiöljyä ja tärpättiä. Havuista saatavaa mäntyöljyä käytetään mm. hierontaan ja kylpyihin sekä C-vitamiinipitoisia, nuoria versoja, eli kerkkiä erilaisiin rohdoksiin ja lääkkeisiin.<br/><br/>Männyn eteerinen öljy tislataan sen neulasista. Se on antiseptistä ja puhdistaa ilmaa bakteereista. Mäntyä ön käytetty hengitysteiden ongelmien kuten astman helpottamiseen.  Siksi Suomessa keuhkoparantolat rakennettiin mäntymetsien keskelle. Mänty sisältää mm. pineeniä ja kareenia, joita käytetään parfyymiteollisuudessa. Pineeni karkottaa myös hyönteisiä."
    },
    {
    "name": "Kuusi",
    "imagesrc": "images\\kuusi.jpg",
    "info": "Kuusi (Picea abies) on mäntykasvien (Pinaceae) heimoon kuuluva havupuu. Nuoria vuosikasvaimia eli kerkkiä on käytetty erittäin C-vitamiinipitoisen kuusenkerkkäsiirapin valmistukseen. Niistä valmistetaan myös erilaisia juomia ja niitä voidaan käyttää mausteena. Kuusen pihkasta on tehty voiteita ihovaurioiden hoitamiseen. Luonnon pihka on laajakirjoisesti ja voimakkaasti antimikrobinen."
    },
    {
    "name": "Pakuri",
    "imagesrc": "images\\pakurikääpä.jpg",
    "info": "Pakurikääpää (Inonotus obliquus) esiintyy yleisesti koko Suomessa hies- ja rauduskoivujen rungoilla. Se on lahottajasieni ja se näkyy koivun rungossa rihmastopahkan aiheuttamina epämuodostumina eli pakureina. Se sisältää mm. erilaisia beetaglukaaneja, jotka auttavat tasoittamaan verensokeria sekä alentamaan veren kolesteroliarvoja.  Beetaglykaani on polysakkaridi.<br/><br/>Pakurilla on antioksidanttisia ja tulehdusta hoitavia ominaisuuksia, ja sen ravinnepitoisuus on poikkeuksellisen korkea. Pakurikäävän käyttö on sallittu vain rouheena tai vesiuutteena ravintolisäasetuksen määritelmän mukaisissa ravintolisissä. Tämän lisäksi pakurikääpää voidaan myydä ja markkinoida ainakin Suomessa teetyyppisenä tuotteena (yrttiteenä). Kosmetiikassa se hillitsee ja elvyttää ja vaalentaa tummia pigmenttihäiriöitä."
    }
  ]
},
{
  "name": "OLE HYVÄ",
  "productDescription": "",
  "InfoButtonText": "Ole hyvä raaka-aineet",
  "ingredients":
  [
    {
    "name": "Sitruuna",
    "imagesrc": "",
    "info": "Sitruunan (Citrus lemon) alkuperä on tuntematon, mutta niitä uskotaan ensimmäisenä kasvaneen Assamissa Intian ja Kiinan rajaseudulle. Genettisesti sen uskotaan olevan hapanappelsiinin ja sukaattisitruunan risteymä. Sitruunoita käytettiin Italiassa vasta ensimmäisellä vuosisadalla. Sitruunan raikas eteerinen öljy saadaan höyrytislaamalla. Sitruunan eteerisessä öljyssä on paljon limoneeniä, jota käytetään pesuaineissa."
    },
    {
    "name": "Eukalyptus",
    "imagesrc": "images\\eucalyptus.jpg",
    "info": "Australiasta kotoisin olevan eukalyptuksen (Eucalyptus globulus) lehdistä ja nuorista oksista saadaan höyrytislaamalla aromaattista ja antiseptistä öljyä, jota on käytetty kuumeen, malarian ja monien vaivojen hoitoon.Hyväntuoksuista öljyä käytetään myös kosmetiikassa, suuvesissä ja parfyymeissä. Se sisältää 90% eukalyptolia eli sineolia. Sitä käytetään myös hyönteisten karkottamiseen. Sineolia on myös laakerinlehdissä, kardemummassa, basilikassa ja rosmariinissa."
    },
    {
    "name": "Koivu",
    "imagesrc": "images\\koivu.jpg",
    "info": "Rauduskoivun (Betula pubensces) ja hieskoivun (Betula pendula)  lehdet ovat hyvin C-vitamiinipitoisia ja niissä on paljon flavonoideja. Kosmetiikassa koivua on perinteisesti käytetty hiustenhoidossa. Koivunlehdet vahvistavat päänahkaa ja tekevät hiukset pehmeiksi ja kiiltäviksi. Koivunlehdistä voi myös tehdä hyväntuoksuisen kylvyn.<br/><br/>Koivun lehtien saponiinit ovat glykosideja. Kaikille saponiineille on tyypillistä vesiliuosten vaahtoaminen tavalla, joka muistuttaa saippuan vaahtoamista. Perinteisesti koivunmahlaa on hyödynnetty hauteina tai kasvovesinä  ihonhoidossa.  Koivun eteerisessä öljyssä on salisyylihappia ja metyylisalisylaattia, jotka suojelevat ihoa infektioilta. Koivun kuoresta uuttamalla saadun eteerisen öjyn betuliinin on todettu hilltsevän tulehduksia ja nopeuttavan haavojen paranemista. Sitä on koivun kuoressa jopa 40%. Betuliinia käytetään kosmetiikan raaka-aineena, koska se stimuloi myös terveiden ihosolujen tuotantoa. Betuliinistä tehdään emulsiovoiteita lääkekäyttöön."
    },
    {
    "name": "Mesiangervo",
    "imagesrc": "",
    "info": "Kosteissa lehdoissa viihtyvällä mesiangervolla (Filipendula ulmaria) on kermanvalkoiset kukat, joissa on vahva ja makea tuoksu. Mesiangervo tunnetaan perinteisenä hiusten luonnollista kasvua edistävänä rohdoksena. Aidot eteeriset öljyt tuoksuvat shampoossa miellyttävästi. Mesiangervon aromikkaita kukkia on käytetty juomien mausteena. Mesiangervon kukissa on spiraehappoa, josta aspiriini on saanut nimensä.  Sitä onkin kutsuttu luonnon aspiriiniksi."
    },
    {
    "name": "Kanerva",
    "imagesrc": "images\\kanerva.jpg",
    "info": "Kanerva (Calluna vulgaris) on puuvartinen ikivihreä varpu, joka kasvaa 10–50 senttimetriä korkeaksi. Se kasvaa koko Euroopassa pohjoisia alueita lukuunottamatta. Sen lehdet sisältävät fenoliset yhdisteitä kuten klorogeenihappoa.  Myös kahvi sisältää paljon klorogeenihappoa.  Kanervasta saatu uute hoitaa kuivaa hiuspohjaa. Eteerinen öljy antaa hyvän tuoksun."
    },
    {
    "name": "Hilla",
    "imagesrc": "images\\lakka.jpg",
    "info": "Hilla tai lakka (Rubus chamaemorus) kuuluu vatukoiden sukuun ja sisältää vadelman tavoin paljon ellagitanniineja. Ne estävät haitallisten suolistobakteerien, muun muassa salmonellan, stafylokokki- ja kampylobakteerien kasvua. Sen C-vitamiinipitoisuus on 3–4 kertaa suurempi kuin appelsiinissa."
    },
    {
    "name": "Nokkonen",
    "imagesrc": "images\\nokkonen.jpg",
    "info": "Nokkonen (Urtica dioica) on ollut pitkään Suomessa läytössä rohdoksena. Se on mahdollisesti yksi vanhimpia ihmisen käyttämiä kuitukasveja. Nokkosessa on C-vitamiinia pinaattiin verrattuna jopa nelinkertainen määrä. Nokkonen sisältää paljon karoteeneja. Rautapitoinen nokkonen tervehdyttää luustoa, kynsiä ja hiuksia."
    },
    {
    "name": "Raparperi",
    "imagesrc": "images\\raparperi.jpg",
    "info": "Raparperi (Rheum officinale) on kotoisin Kiinasta ja Siperian eteläosista. Sen juuria on käytetty vuosisatoja lääkkeenä. Varsista saadaan uutetta, joka on hyvää iholle. Raparperi sisältää paljon antioksidantteja, kuten stilbeenejä,  flavonoideja ja antosyaaneja. Myös kuusen kuoressa on paljon stilbeenejä, jotka estävät puuta lahoamasta."
    },
    {
    "name": "Piparminttu",
    "imagesrc": "images\\piparminttu.jpg",
    "info": "Mintut (Mentha) ovat luonnonvaraisia ja monivuotisia yrttejä. Niitä on maailmassa arviolta 1200 erilaista minttua. Yksi tärkeimmistä kosmetiikassa on piparminttu (Mentha x piperita). Piparminttuöljyä saadaan sen lehdistä. Se antaa viileän raikkaan tuoksun. Tärkeimmät ainesosaset ovat mentoli ja mentoni. Mentolia käytetään hygieniatuotteissa, parfyymeissa, voiteissa ja yskänlääkkeissä. Mentoli aiheuttaa solureseptoreissa aistimuksen viileydestä, samalla tavoin kuin chili antaa aistimuksen polttavuudesta."
    },
    {
    "name": "Mustaherukka",
    "imagesrc": "images\\mustaherukka.jpg",
    "info": "Mustaherukkaan (Ribes nigrum) kuuluu 150 eri lajia, joita tavataan Euroopassa ja Pohjois-Amerikassa.  Se on kotoisin pohjoisesta Euroopasta ja Aasiasta. Sitä viljeltiin jo 1000-luvulla Venäjän luostareissa. Mustaherukassa olevat fenoliset yhdisteet pystyvät estämään useiden eri bakteerien sitoutumisen elimistöön. Mustikan, mustaherukan, variksenmarjan ja puolukan polyfenolit (antosyaanit, proantosyanidit ja flavonolit) torjuvat suun bakteereja ja estävät karieksen ja plakin muodostumista hampaisiin. Mustaherukan siemenistä puristettu öljy sopii kuiville hiuksille ja iholle. Se sisältää gammalinoleenihappoa, joka on omega-6 rasvahappo."
    },
    {
    "name": "Ruusu",
    "imagesrc": "images\\ruusu.jpg",
    "info": "Ruusun uskotaan olevan kotoisin Iranista. Sen eri lajeja yli 10 000. Yleisimpiä on Rosa Centifloa ja  damaskiruusu, Rosa damascena. Damaskiruusu kasvaa pensaana yli kahden metrin korkuiseksi.  Ruusua käytetään mausteena ruokiin Marokosta Keski-Aasiaan. Ruusu on olennainen ja suosituin ainesosa parfyymeissa. Koska ruususta saadaan vähän eteeristä öljyä eikä sille löydy halvempia korvaavia aineita, ruusun eteerinen öljy on kalleimpia eteerisiä öljyjä maailmassa. Eteerinen öljy saadaan tuoreiden terälehtien höyrytislauksesta. Varsinainen  ruusuvesi on tislauksen sivutuote. Ruusuvedessä öljyä on 10-50%. Ruusu sisältää erityisesti sitronellolia, geraniolia ja nerolia."
    },
    {
    "name": "Kaneli",
    "imagesrc": "images\\kaneli.jpg",
    "info": "Kanelia saadaan Cinnamomum-puulajien kaarnasta. Puun kaarnasta kuoritaan pitkiä suikaleita, jotka kuivatetaan. Kuivatut suikaleet leikataan lopuksi tangoiksi. Leivonnaisista tuttua kanelia käytetään erityisesti Aasiassa monipuolisesti, ei pelkästään ruoanlaitossa vaan kosmetiikassa ja hajusteena. Kanelia on pääasiassa kahta lajia. Niin sanottu aito kaneli (Cinnammom verum) on kotoisin Sri Lankasta ja kassiakaneli (Cinnamomun cassia) Kiinasta. Kanelin aromi tulee eteerisestä öljytstä, jota saadaan lehdistä, oksista, marjoista ja kaarnoista.   Öljy sisältää kanelialdehydiä ja eugenolia. Antiseptistä kanelialdehydiä käytetään myös moskiittoejn karkoitukseen."
    },
    {
    "name": "Terva",
    "imagesrc": "",
    "info": "Tervaa saadaan puusta, erityisesti männystä, kuivatislaamalla eli puuainesta hajotetaan ilman happea lämmön avulla, jolloin syntyy öljyä ja haihtuvia aineita.  Mänty on pihkapitoisin ja sisältää eniten hartsia verrattuna muihin puulajeihin. Tervaa käytettiin aikoinaan mm. antiseptisena aineena lääkkeeksi. Terva sopii hyvin iholle ja sillä on hoidettu ihottumia. Kuusen ja männyn pihka ovat antibakteerisia ja desinfioivia. Satoja eri ainesosia sisältävä pihka suojelee puuta sairauksilta. Pihka hillitsee bakteerien kasvua ja edistää solujen uusiutumista. Pihka on enimmäkseen terpeeneistä koostuvien eteeristen öljyjen ja hartsien seos. Terpeenit (lat. terebinthina = pihka, hartsi) ovat laaja hiilivetyjen aineryhmä. Hyväntuoksuisia terpeenejä käytetään kosmetiikassa ja hajusteina."
    }
  ]
}
]
