[{
  "name": "Kaurilan Sauna",
  "productDescription": "Ekan tuotteen infoa",
  "ingredients":
  [
    {
    "name": "SITRONELLAHEINÄ",
    "info": "Sitruunaruohotai sitruunaheinäon arvostettu ja monipuolinen kasvi, joka kasvaa tropiikissa kahden metrin korkuiseksi. Sitruunaruoho kuuluu cymbogon-sukuun, jossa on yli 50 eri lajoa. Suomessa ei juurikaan tehdä eroja eri lajien välillä ja yleinen nimi on sitruunaruoho. Cymbogon citratuson tunnettu jasyötävä sitruunaruoho, kun taas Cymbogon nardus(jäkkisitrusheinä tai sitronellaheinä)on suosittua kosmetiikassa ja jopa hyönteisten karkottajana. Sitronellaheinälläon purppuranväriset varret. Siitä saadaan eteeristä öljyö, jota käytetään saippuoissa, kynttilöissä ja aromaterapiassa. Tärkeimmät kemialliset aineet ovat sitraali eli lemonaali ja geranioli, jotka ovat antiseptisiä. Sitraali antaa sitrusmaisen tuoksun ja sama ainettaon myös sitruunamelissassa. Sitraaliaja geranioliakäytetään paljon parfyymeissa.Se sisältää myös sitronellolia, jota esiintyy huomattavia määriä ruusuissa ja kurjenpolvissa.Eteerinen öljy saadaan tuoreista varsista ja lehdistä höyrytislaamalla."
    },
    {
    "name": "APPELSIININKUKKA",
    "info": "Hapanappelsiini eli pomeranssi (Citrus aurantium) on todellinen ihmepuu, josta saadaan monia tuoksuja ja marmelaadia, mutta ei mehua, koska se on nimensä mukaan liian hapanta. Hapanappelsiinin suurin lahja tuoksujen maailmalle ovat siitä saatavat eteeriset öljyt. Kun appelsiinipuu kukkii, valkoisten kukkien tuoksu on huumaava. Puuhun ilmestyy kukkia, joissa on viisi terälehteä. Kukat tuottavat makoisiaa nektaria, joka on mehiläisille vastustamatonta. Kun kukkiminen alkaa, kukkien sisältämä eteerinen öljy lisääntyy. Appelsiinikukasta kerätään öljy liuottamalla ja uuttamalla, jonka jälkeen alkoholilla sen öljy suodatetaan absoluutuksi. Höyrytislaamalla kukkia saadaan parfyymeissä paljon käytettyä ainesosaa. Se on neroli. Paras neroliöljy tulee monien mielestä Tunisiasta, jossa appelsiininkukkia korjataan huhti-toukokuussa. Neroli sisältää paljon linaloolia, jota löytyy myös laventelista ja mintusta."
    },
    {
    "name": "ROSMARIINI",
    "info": "Rosmariini (Rosmarinus officinalis) on kotoisin Välimeren rannoilta, jossa rosmariinipensaat saattavat kasvaa kahden metrin korkuisiksi. Rosmariini kuuluu huulikukkaiskasvien heimoon (Lamiaceae), johon kuuluu paljon mintunsukuisia yrttejä. Rosmariinin nimi tulee latinasta rosmarinus, jokatarkoittaamerenmerenruusua.Se ei tarvitse muuta kuin meren kosteutta kasvaakseen. Rosmariini sisältää runsaasti eteerisiä öljyjä ja karvaita makuaineita, jotka yhdessä antavat sille sen tyypillisen makean, hieman karvaan maun.Suurin osa rosmariinista tulee Espanjasta, Marokosta ja Ranskasta. Rosmariini on yksi vanhimmista kasveista, jota on käytetty lääkkeenä ja ruoanlaitossa. Sen tunsivat jo muinaiset egyptiläiset. Sen eteerinen öljy sisältää paljon pineeniä, joka tekee siitä antiseptistä. Pineeniä tavatataan myös männyn pihkassa. Sen öljy sisältää myös borneolia ja kamferia. Eteerinen öljy on hyvää iholle ja rosmariinia on käytetty ihottumien ja aknen hoitamiseen. Rosmariini oli tärkeimpiä aineita, joita alettiin tislaamaa Euroopassa 1400-luvulla. Rosmariinia sisältä ”Unkarin vesi” oli ensimmäisiä moderneja parfyymituotteita."
    },
    {
    "name": "MUSTAHERUKKA",
    "info": "Mustaherukkaan (Ribes nigrum) kuuluu 150 eri lajia, joita tavataan Euroopassa ja Pohjois-Amerikassa. Se on kotoisin pohjoisesta Euroopasta ja Aasiasta. Sitä viljeltiin jo 1000-luvulla Venäjän luostareissa. Mustaherukassaolevat fenoliset yhdisteet pystyvät estämään useiden eri bakteerien sitoutumisen elimistöön. Mustikan, mustaherukan, variksenmarjan ja puolukan polyfenolit (antosyaanit, proantosyanidit ja flavonolit) torjuvat suun bakteereja ja estävät karieksen ja plakin muodostumista hampaisiin. Mustaherukan siemenistä puristettu öljy sopii kuiville hiuksille ja iholle. Se sisältää gammalinoleenihappoa, joka on omega-6 rasvahappo."
    },
    {
    "name": "TEEPUU",
    "info": "Teepuulla (Melaleuca alternifolia)ei ole mitään tekemistä teen (Camelia sinensis) kanssa. Se on kotoisin Australiasta. Omituisen nimensä se sai 1700-luvulla merimiehiltä, jotka keittivät teetä kasvin lehdistä. Eteeristä öljyä saadaan sen lehdistä höyrytislaamalla. Öljy on hyvin antiseptistä. Öljy sopii iho-ongelmien hoitoon. Teepuuöljy on kellertävää vihreän sävyistä voimakkaan tuoksuista eteeristä öljyä. Australian aboriginaalit ovat käyttäneet teepuuöljyä pitkään. Se sisältää terpineen 4-olia, joka on tervehdyttävää iholle ja hiuksille. Samaa ainesosaa on paljon myös meiramin eteerisessä öljyssä."
    },
    {
    "name": "PELARGONIA",
    "info": "Pelargonia-sana tulee kreikan sanasta pelargos, joka tarkoittaa haikaraa. Kasvin hedelmä muistuttaa haikaran nokkaa. Kaupalliset tuottajat puhuvat usein geraniumista, koska pelargoniat kuuluvat Geraniaceae-lajiin. Se on kotoisin
    Etelä-Afrikasta, mutta sitäviljellään paljon Egyptissä ja Kiinassa. Tietyillä pelargonioilla (Pelargonium graveolensja Pelargonium rosat) on suuri merkitys hajuvesiteollisuudelle. Eteeristä öljyä tislataan kasvin varsista ja kukista ennen kuin ne kukkivat. Antiseptisellä eteerinenöljyllä on käyttöä myös aromaterapiassa. Öljy sisältää sitronellolia, nerolia ja geraniolia. Sitronellolia ja geraniolia on myös ruusuissa. Geranioli on nerolin trans-isomeeri. Isomeeit ovat molekyyleja, joilla on sama molekyylikaava, mutta erilainen rakenne. Nerolin sitruunainen tuoksu muistuttaa geraniolia."
    },
    {
    "name": "LIMETTI",
    "info": "Limetti(Citrus aurantiifolia)on on kotoisin Kaakkois-Aasiasta. Sitä on ensin kasvatettu Indonesiassa. Limetti onsukaattisitruunan jaCitrus micranthanluonnollinen risteymä.Limettiöljy on limetin ja muidenkin sitrushedelmien, kuten sitruunan, kuorista puristettu tai tislattu eteerinen öljy, jota käytetään juomien ja hajuvesien valmistuksessa. Öljy sisältää sitraalia, linalolia ja linalyyliasetaattia.Sitraalia on erityisen paljon sitruunaruohoissa. Linalolia sisältäviä kasveja ovat esimerkiksi basilika, sitruunamelissa, korianteri ja valkosipuli.Sitraalia käytetään hajusteena parfyymeissä ja linaloliasaippuoissa, voiteissa ja shampoissa."
    },
    {
    "name": "KORIANTERI",
    "info": "Korianteri (Coriandrumsativum) on mielenkiintoinen kasvi. Monet maistavat siinä sitruunaa ja limettiä, mutta osa maistaa siinä saippuaa. Tämä johtuu siitä, että näillä ihmisillä on geenivariaatio, joka tunnistaa korianterista vain tietyt aldehydit, jotka ovat heille epämiellyttävän hajuisia ja makuisia. Näitä aldehydejä käytetään saippuoissa. Ne jotka eivät pidä korianterin aromista ovat herkkiä saturoimattomille aldehydeille mutta samaan aikaan he eivät pysty tunnistamaan niitä aromaattisia yhdisteitä, joita toiset pitävät miellyttävinä. Korianteri on kotoisin Iranista. Eteerinen öljy sisältää linaloolia, joka antaa korianterille sen aromin. Linaloolia on mintuissa, laakerissa, kanelissa ja sitrushedelmissä. Korianterin siemenissä on linaloolin lisäksi pineeniä, jota on männyssä."
    }
  ]
},
{
  "name": "Saaren taika",
  "productDescription": "Tokan tuotteen infoa",
  "ingredients":
  [
    {
    "name": "TYRNI",
    "info": "Tyrni ( Hippophae rhamnoides ) on kotoisin Himalajan vuoristosta. Sen kuoren sisältämä hippofeiini - serotoniini torjuu tulehduksia ja vaikuttaa kudosten kasvuun. M arjojen C - vitamiinipitoisuus on suurimpia, mitä kasveissa on tavattu. Tyrniöljyä käytetään kosteusvoiteena, koska siinä on paljon antioksidantteja. Öljyssä on rasvahappoja, karotenoideja ja vitamiinit., joka tekee siitä hyvän inhonvoitotuotteen."
    },
    {
    "name": "KAMOMILLA",
    "info": "Kamomillasaunio ( Matricaria chamomilla ) on kotoisin etelä - ja itä - euroopassa. Kuivattuna yrttinä kamomilla on erinomainen keino uudistaa ihoa ja tehdä siitä pehmeä ja tasainen. Kukat sisältävät sinistä eteeristä öljyä. Öljy sisältää bisabololia, jota on monissa parfyymeissa. Bisabo loli myös kosteutt aa ja desinfioi ihoa . Bisabolol has a weak sweet floral aroma and is used in various fragrances. It has also been used for hundreds of years in cosmetics because of its perceived skin healing properties. Bisabolol is known to have anti - ir ritant, anti - inflammatory, and anti - microbial properties."
    }
  ]
}
]
